[
  "I would like to extend my deepest, warmest, most unnecessarily verbose apology for the inconvenience caused by me not giving a single flying fuck.",
  "Please accept this preemptive, retroactive, and completely useless apology for the absolute nothing I am about to do.",
  "I am profoundly sorry that your expectations and my level of fuck-giving never even briefly coexisted in this universe.",
  "With all due respect—which is none—I apologize for my complete emotional absence in this matter.",
  "I regret to inform you that despite this apology being extremely long, my concern remains extremely nonexistent.",
  "I sincerely apologize for the disruption caused by my unwavering commitment to not giving a fuck.",
  "My bad for acknowledging this at all. That was a lapse in judgment.",
  "Please forgive me for the inconvenience of choosing inner peace over whatever the fuck this situation is.",
  "I am deeply, truly, spiritually sorry that you thought I was going to care.",
  "Accept my apologies as I gently place this issue into the trash, light it on fire, and walk away.",
  "We apologize for any inconvenience caused by our deliberate and enthusiastic decision to not give a shit.",
  "Thank you for your patience while we actively ignore the fuck out of this.",
  "This apology has been automatically generated due to policy, not empathy or basic human decency.",
  "We acknowledge the issue and have collectively agreed it is not our fucking problem.",
  "We regret the confusion. The confusion being why you expected help in the first place.",
  "Your concern has been escalated to the highest possible level of indifference.",
  "We sincerely apologize while doing literally nothing about it.",
  "This matter has been reviewed, discussed, sighed at, and aggressively ignored.",
  "Please accept our apologies as we close this ticket emotionally, mentally, and permanently.",
  "Our team apologizes for existing anywhere near your expectations.",
  "I apologize in advance for the disappointment you’re about to experience when absolutely nothing changes.",
  "So sorry for the inconvenience of me minding my own fucking business.",
  "My sincerest apologies for continuing to live my life without caring about this.",
  "I’m sorry you had to experience my apathy firsthand. Truly devastating, I’m sure.",
  "Please excuse the mess—I ran out of fucks several lifetimes ago.",
  "I apologize deeply for the massive gap between your urgency and my apathy.",
  "I regret to announce that this apology is performative as hell.",
  "My apologies for replying at all—it probably gave you hope, which was unfortunate.",
  "Sorry if this response feels dismissive. That’s because it absolutely is.",
  "Apologies sent. Concern not included. Refunds unavailable.",
  "I acknowledge the philosophical weight of your complaint and choose to ignore it anyway.",
  "My apology exists solely to satisfy social norms, not because I give a shit.",
  "I regret the socio-emotional inconvenience of my weaponized indifference.",
  "This apology is symbolic, much like my concern.",
  "I apologize in theory, not in practice.",
  "Please interpret this apology as a conceptual gesture, not an actual promise.",
  "I’m sorry, theoretically.",
  "My remorse is purely hypothetical.",
  "This apology exists in spirit, not in action or effort.",
  "Apologies were considered, evaluated, and emotionally rejected.",
  "Sorry about the whole ‘me not giving a fuck’ situation.",
  "My bad for not giving a shit—again.",
  "I apologize for the inconvenience of my unwavering ‘fuck no’ stance.",
  "Sorry, but also not sorry, and also fuck this.",
  "Please forgive my inability to give even half a shit.",
  "I regret nothing, but here’s an apology anyway because society demands it.",
  "Apologies for the inconvenience—now kindly fuck off.",
  "I’m sorry this matters to you. It absolutely doesn’t to me.",
  "My sincerest apologies for being emotionally unavailable as hell.",
  "Sorry you caught me during my permanent ‘don’t give a fuck’ era.",
  "I would like to formally apologize for the inconvenience caused by my ongoing and deliberate refusal to give a fuck.",
  "Please accept this long-winded apology as compensation for the zero shits I have available.",
  "I am terribly sorry that reality did not align with your expectations of my involvement.",
  "With the utmost sincerity I can fake, I apologize for absolutely nothing changing.",
  "I regret to inform you that my concern expired before this conversation began.",
  "I humbly apologize for choosing apathy over whatever the hell this is.",
  "My apologies for the inconvenience of my permanent emotional detachment.",
  "I am sorry you reached out during my lifelong ‘don’t give a fuck’ phase.",
  "Please excuse my lack of action; it is intentional and deeply personal.",
  "I apologize profusely while continuing to not care in the slightest.",
  "This apology is brought to you by social pressure, not genuine concern.",
  "I regret the misunderstanding—you thought I cared.",
  "Accept my apologies as I quietly do nothing and move on.",
  "I’m sorry this mattered to you enough to mention it.",
  "Please forgive my audacity to remain unbothered.",
  "I offer my sincerest apologies, carefully crafted and entirely hollow.",
  "I regret that your urgency failed to activate my interest.",
  "Sorry for the inconvenience of me staying exactly the same.",
  "I apologize in advance for my continued disinterest.",
  "This apology serves as a placeholder for actual effort, which will not occur.",
  "I’m deeply sorry that this issue exists near me at all.",
  "Please accept my apology as a courtesy, not a commitment.",
  "I regret that my response contains words but no intention.",
  "I apologize for the inconvenience of my boundaries, which include not giving a fuck.",
  "Sorry you mistook my silence for pending action.",
  "I regret to announce that this apology concludes my involvement.",
  "My apologies for surviving this long without caring.",
  "I am sorry you had expectations. That was brave.",
  "Please excuse my complete lack of urgency.",
  "I apologize for the emotional whiplash caused by my indifference.",
  "Sorry about that—by which I mean, not really.",
  "I regret that this situation crossed my path.",
  "I apologize for replying and creating false hope.",
  "Please accept my apology as a decorative gesture.",
  "I am sorry this did not go your way.",
  "My apologies for remaining unmoved by this entire affair.",
  "I regret the inconvenience of reality not bending for you.",
  "Sorry you interpreted my presence as concern.",
  "I apologize while actively disengaging.",
  "Please forgive my lack of fucks; they are permanently out of stock.",
  "I am deeply sorry that this is happening near me.",
  "My apologies for choosing indifference as a lifestyle.",
  "I regret that my empathy quota has been exceeded.",
  "Sorry you expected follow-up.",
  "I apologize for the inconvenience of my apathy being consistent.",
  "Please excuse me while I continue to not care.",
  "I am sorry this required effort on your part.",
  "My apologies for acknowledging this at all.",
  "I regret that this apology is the most you will get.",
  "Sorry you had to hear this from me.",
  "I apologize for the inconvenience of my priorities being elsewhere.",
  "Please accept my apology as I mentally log out.",
  "I am sorry this did not resolve itself without me.",
  "My apologies for remaining emotionally unavailable.",
  "I regret that this moment required my attention.",
  "Sorry for the inconvenience of my peace.",
  "I apologize for choosing silence over solutions.",
  "Please excuse my refusal to escalate.",
  "I am sorry this was not important enough to me.",
  "My apologies for the disappointment you are experiencing.",
  "I regret that my reaction failed to meet expectations.",
  "Sorry you reached the end of my interest.",
  "I apologize while standing firmly by my lack of concern.",
  "Please accept my apology as I walk away mentally.",
  "I am sorry this issue persists without my help.",
  "My apologies for being predictably indifferent.",
  "I regret that my involvement stops here.",
  "Sorry this conversation did not spark motivation.",
  "I apologize for the inconvenience of my honesty.",
  "Please excuse my emotional absence.",
  "I am sorry you thought this would go differently.",
  "My apologies for maintaining my boundaries aggressively.",
  "I regret that caring was never an option.",
  "Sorry this apology feels empty—it is.",
  "I apologize for choosing not to engage further.",
  "Please accept my apology and nothing else.",
  "I am sorry this mattered more to you than to me.",
  "My apologies for the letdown; expectations were the culprit.",
  "I regret that this ends with indifference.",
  "Sorry you expected closure.",
  "I apologize as a formality and nothing more.",
  "Please excuse my continued lack of fucks.",
  "I am sorry this is where it ends.",
  "My apologies for existing adjacent to this issue.",
  "I regret that my concern never showed up.",
  "Sorry this apology marks the end of my care.",
  "I would like to offer a multi-layered, highly aesthetic apology for the total absence of effort I plan to exert.",
  "Please accept this elaborate, gold-plated, and utterly meaningless apology for my complete disinterest.",
  "I am profoundly sorry that your crisis failed to register on my spectrum of concern.",
  "With all the respect I can’t be bothered to summon, I apologize for my permanent vacation from caring.",
  "I regret that this apology is the only thing I’m actually delivering today.",
  "I sincerely apologize for the silence that followed your request; I was busy being unbothered.",
  "My bad for allowing you to think this was a two-way street. It’s a dead end.",
  "Please forgive the inconvenience of me prioritizing my own boredom over your emergency.",
  "I am truly, deeply, and statistically sorry that you expected a result.",
  "Accept my apologies as I file this under ‘Not My Problem’ and set the cabinet on fire.",
  "We apologize for the delay in not helping you. We wanted to make sure our apathy was fully brewed.",
  "Thank you for reaching out; please accept this apology as a souvenir of the help you won't be getting.",
  "This apology is a limited edition release, much like the shits I give.",
  "We acknowledge your existence and have decided it is not relevant to our current trajectory.",
  "We regret the misunderstanding where you thought our silence was a technical error.",
  "Your issue has been transferred to our department of Infinite Sighs and No Action.",
  "We apologize for the inconvenience of us being exactly as useless as you feared.",
  "This matter has been analyzed, categorized, and deleted from our memory banks.",
  "Please accept this apology as a formal notification that we have checked out.",
  "Our team apologizes for the friction between your needs and our refusal to act.",
  "I apologize in advance for the spectacular lack of follow-up you are about to endure.",
  "So sorry for the inconvenience of me being allergic to your drama.",
  "My sincerest apologies for the void where my empathy used to be.",
  "I’m sorry you had to witness the peak of my indifference. It’s a sight to behold.",
  "Please excuse the lack of a reply; I was occupied with not giving a damn.",
  "I apologize for the distance between your expectations and my reality.",
  "I regret to announce that my sympathy has been permanently discontinued.",
  "My apologies for this response; it’s the digital equivalent of a shrug.",
  "Sorry if this feels like a brush-off. It’s actually a full-body rejection.",
  "Apologies issued. Care not found. Connection terminated.",
  "I acknowledge your struggle and have decided to remain a neutral observer.",
  "My apology is a courtesy, intended to hide the fact that I’ve already moved on.",
  "I regret the inconvenience of my refusal to participate in your chaos.",
  "This apology is a hologram—looks nice, but there’s nothing behind it.",
  "I apologize in principle, but definitely not in practice.",
  "Please accept this apology as a polite way of me saying I don’t care.",
  "I’m sorry, but only in the most abstract sense possible.",
  "My remorse is currently under renovation and will never reopen.",
  "This apology is a placeholder for a fuck I never intended to give.",
  "Apologies were entertained for a second before being laughed out of the room.",
  "Sorry about the ‘me being completely done with this’ vibe.",
  "My bad for forgetting to pretend that I give a shit.",
  "I apologize for the inconvenience of my total lack of investment.",
  "Sorry, but I’ve hit my quota for caring about things that aren’t mine.",
  "Please forgive the silence; it was my most eloquent way of saying ‘no’.",
  "I regret nothing, especially the part where I didn’t help you.",
  "Apologies for the inconvenience—now please exit the area of my concern.",
  "I’m sorry this is important to you. I really am. For you.",
  "My sincerest apologies for being a black hole of helpfulness.",
  "Sorry you caught me during my ‘I literally cannot’ decade.",
  "I would like to formally apologize for the sheer volume of zero shits I have for this.",
  "Please accept this long, poetic apology as a distraction from the fact that I’m doing nothing.",
  "I am terribly sorry that my priorities and your needs are in different dimensions.",
  "With the fake sincerity of a used car salesman, I apologize for my apathy.",
  "I regret to inform you that my capacity for caring has reached a hard limit.",
  "I humbly apologize for the inconvenience of me being entirely self-centered right now.",
  "My apologies for the emotional vacuum I’ve created in this conversation.",
  "I am sorry you reached out during my scheduled period of extreme disinterest.",
  "Please excuse my lack of effort; it was a conscious and difficult decision.",
  "I apologize profusely while mentally drafting my next unrelated thought.",
  "This apology is a contractual obligation, not a human emotion.",
  "I regret the misunderstanding—I was never actually listening.",
  "Accept my apologies as I drift slowly into a state of total indifference.",
  "I’m sorry this mattered enough for you to write it down.",
  "Please forgive my commitment to remaining completely unaffected.",
  "I offer my sincerest apologies, wrapped in a blanket of ‘who cares’.",
  "I regret that your urgency failed to penetrate my fortress of apathy.",
  "Sorry for the inconvenience of me being a brick wall.",
  "I apologize in advance for the next time I also don’t care.",
  "This apology is a signal that I am done talking about this forever.",
  "I’m deeply sorry that you expected a different version of me.",
  "Please accept my apology as a gentle push toward the exit.",
  "I regret that my response is as hollow as my desire to help.",
  "I apologize for the inconvenience of my personal peace being non-negotiable.",
  "Sorry you mistook my existence for a customer service desk.",
  "I regret to announce that I have reached peak apathy.",
  "My apologies for the time you wasted expecting me to care.",
  "I am sorry you had hope. It’s a dangerous thing to have around me.",
  "Please excuse my total lack of follow-through.",
  "I apologize for the emotional flatline I’m currently experiencing.",
  "Sorry about that—I was briefly distracted by something I actually care about.",
  "I regret that this situation required any of my neurons to fire.",
  "I apologize for replying and making you think I might change my mind.",
  "Please accept my apology as a static image of concern.",
  "I am sorry this didn’t go the way you planned in your head.",
  "My apologies for being a monument to indifference.",
  "I regret the inconvenience of me not being your solution.",
  "Sorry you saw my ‘online’ status as an invitation to care.",
  "I apologize while physically moving away from this problem.",
  "Please forgive my lack of fucks; I’ve donated them all to a better cause.",
  "I am deeply sorry that this is occurring within my field of vision.",
  "My apologies for making apathy look this easy.",
  "I regret that my empathy is currently on a permanent sabbatical.",
  "Sorry you expected a different outcome. Better luck elsewhere.",
  "I apologize for the consistent quality of my disinterest.",
  "Please excuse me while I go back to ignoring this.",
  "I am sorry this was a burden for you. It wasn’t one for me, because I ignored it.",
  "My apologies for the brief moment of eye contact I gave this issue.",
  "I regret that this apology is the peak of my contribution.",
  "Sorry you had to experience my silence in person.",
  "I apologize for the inconvenience of my soul being elsewhere.",
  "Please accept my apology as I ghost this entire situation.",
  "I am sorry this didn’t fix itself while I was sleeping.",
  "My apologies for being consistently, reliably useless.",
  "I regret that this interaction ever took place.",
  "Sorry for the inconvenience of my zen-like detachment.",
  "I apologize for choosing my snacks over your problems.",
  "Please excuse my refusal to pretend that I’m sorry.",
  "I am sorry this wasn’t on my to-do list for this century.",
  "My apologies for the disappointment; it’s a standard feature.",
  "I regret that my reaction was a blink and nothing more.",
  "Sorry you reached the boundary of my human kindness.",
  "I apologize while standing by my decision to do absolutely nothing.",
  "Please accept my apology as I delete this thread mentally.",
  "I am sorry this issue continues to exist without my permission.",
  "My apologies for being a masterpiece of apathy.",
  "I regret that my interest level is currently below sea level.",
  "Sorry this conversation didn’t result in a miracle.",
  "I apologize for the inconvenience of my boundaries.",
  "Please excuse my emotional departure.",
  "I am sorry you thought I was the one who cared.",
  "My apologies for being a fortress of ‘no’.",
  "I regret that caring was never in the budget.",
  "Sorry this apology is just text on a screen, devoid of soul.",
  "I apologize for the decision to not care anymore.",
  "Please accept my apology and go find someone who gives a damn.",
  "I am sorry this mattered more to you than it ever will to me.",
  "My apologies for the letdown; I hope you’re used to it by now.",
  "I regret that this ends with a resounding ‘meh’.",
  "Sorry you expected a sense of closure.",
  "I apologize as a ritual, not a response.",
  "Please excuse my ongoing commitment to doing zero.",
  "I am sorry this is the end of the road for my interest.",
  "My apologies for being a background character in your drama.",
  "I regret that my concern was lost in the mail.",
  "Sorry this apology is the final nail in the coffin of our interaction.",
  "I would like to offer a deep, resonant apology for the fact that I am currently daydreaming about anything else.",
  "Please accept this vintage, artisanal apology for my lack of effort.",
  "I am profoundly sorry that your crisis is not my vibe today.",
  "With all the respect I can fit into a thimble, I apologize for my apathy.",
  "I regret that this apology is the most productive thing I’ve done all week.",
  "I sincerely apologize for the inconvenience of me being a human-shaped void.",
  "My bad for letting you think I was reachable. I’m not.",
  "Please forgive the inconvenience of my refusal to be inconvenienced.",
  "I am truly sorry that you expected a spark where there is only ash.",
  "Accept my apologies as I place this request in a bottle and throw it into the sun.",
  "We apologize for the inconvenience of us having better things to do.",
  "Thank you for your concern; we’ve filed it under ‘Unsolicited Fiction’.",
  "This apology is a courtesy brought to you by my desire to be left alone.",
  "We acknowledge the problem and have decided to watch it happen from a distance.",
  "We regret the confusion. We aren't busy; we just aren't doing this.",
  "Your ticket has been upgraded to a ‘Never Gonna Happen’ status.",
  "We apologize for the inconvenience of our team having collective amnesia regarding your request.",
  "This matter has been filed, stamped, and forgotten.",
  "Please accept this apology as a formal ‘goodbye’ to your expectations.",
  "Our team apologizes for the fact that we just don’t see the point.",
  "I apologize in advance for the silence that will surely follow this message.",
  "So sorry for the inconvenience of me having a life that doesn’t involve this.",
  "My sincerest apologies for the complete lack of a pulse in my empathy department.",
  "I’m sorry you had to find out this way that I’m not your guy.",
  "Please excuse the lack of passion; I used it all on breakfast.",
  "I apologize for the canyon between your needs and my desires.",
  "I regret to announce that my interest has folded due to lack of funding.",
  "My apologies for this text; it’s just a digital placeholder for a yawn.",
  "Sorry if this feels cold. I’ve turned off the heater for this issue.",
  "Apologies issued. Effort denied. Good luck.",
  "I acknowledge your situation and have chosen to remain completely still.",
  "My apology is a performance piece about the death of caring.",
  "I regret the inconvenience of my refusal to be your hero.",
  "This apology is a mirage. If you get closer, it disappears.",
  "I apologize in theory, but the practice is looking very unlikely.",
  "Please accept this apology as a decorative border for my indifference.",
  "I’m sorry, but in a very detached, clinical way.",
  "My remorse is currently out for lunch and might not return.",
  "This apology is a shield against further conversation.",
  "Apologies were considered for a microsecond before being discarded.",
  "Sorry about the ‘I’m already over this’ atmosphere.",
  "My bad for assuming you knew I wasn’t going to help.",
  "I apologize for the inconvenience of my total lack of follow-up.",
  "Sorry, I’ve reached my daily limit for other people’s problems.",
  "Please forgive the delay; I was perfecting my shrug.",
  "I regret nothing, especially the part where I ignored your call.",
  "Apologies for the inconvenience—now please return to your own business.",
  "I’m sorry this is a big deal to you. To me, it’s Tuesday.",
  "My sincerest apologies for being a black hole of productivity.",
  "Sorry you caught me during my permanent sabbatical from giving a fuck.",
  "I would like to formally apologize for the lack of weight your words carry here.",
  "Please accept this rhythmic, rhyming apology for my zero-effort approach.",
  "I am terribly sorry that your emergency didn’t make the cut.",
  "With all the sincerity of a robot, I apologize for my lack of heart.",
  "I regret to inform you that my care meter is currently reading zero.",
  "I humbly apologize for the inconvenience of my total lack of participation.",
  "My apologies for the silence; it’s my most honest response.",
  "I am sorry you reached out while I was busy not caring about anything.",
  "Please excuse my lack of action; it was a very deliberate choice.",
  "I apologize profusely while checking my watch.",
  "This apology is a formality to ensure I’m not technically being rude.",
  "I regret the misunderstanding—I was never on your side.",
  "Accept my apologies as I slowly fade into the background.",
  "I’m sorry this was important enough for you to mention twice.",
  "Please forgive my dedication to remaining unhelpful.",
  "I offer my sincerest apologies, seasoned with a dash of ‘not my problem’.",
  "I regret that your urgency didn’t trigger my alarm system.",
  "Sorry for the inconvenience of me being a dead end.",
  "I apologize in advance for the next time I ignore you too.",
  "This apology is a receipt for your complaint. No further action will be taken.",
  "I’m deeply sorry that you expected me to be someone I’m not.",
  "Please accept my apology as a polite way to end this.",
  "I regret that my response is as empty as my promises.",
  "I apologize for the inconvenience of my personal boundaries being made of titanium.",
  "Sorry you mistook my presence for a willingness to work.",
  "I regret to announce that I have run out of sympathy for the year.",
  "My apologies for the time you spent hoping I would change.",
  "I am sorry you had expectations. They were misplaced.",
  "Please excuse my complete lack of investment in this outcome.",
  "I apologize for the emotional void I’m projecting.",
  "Sorry about that—I was busy thinking about my next nap.",
  "I regret that this situation required me to read anything at all.",
  "I apologize for replying and making this a thing.",
  "Please accept my apology as a frozen snapshot of concern.",
  "I am sorry this didn’t resolve itself when you stopped talking.",
  "My apologies for being a monument to total apathy.",
  "I regret the inconvenience of me being my own priority.",
  "Sorry you saw my light on and thought I was home to your problems.",
  "I apologize while moving your request to the recycling bin.",
  "Please forgive my lack of fucks; they’ve been discontinued.",
  "I am deeply sorry that this is happening anywhere near my schedule.",
  "My apologies for making indifference look like an art form.",
  "I regret that my empathy is currently behind a paywall you can’t afford.",
  "Sorry you expected something different. This is all I’ve got.",
  "I apologize for the consistent level of nothing I am offering.",
  "Please excuse me while I go back to my regularly scheduled apathy.",
  "I am sorry this was a struggle for you. I wouldn’t know.",
  "My apologies for the micro-second I spent considering this.",
  "I regret that this apology is the only effort you’ll see.",
  "Sorry you had to experience my indifference in such high definition.",
  "I apologize for the inconvenience of my mind being elsewhere.",
  "Please accept my apology as I exit this conversation permanently.",
  "I am sorry this didn’t fix itself while I was ignoring it.",
  "My apologies for being reliably, predictably useless.",
  "I regret that this interaction occupied space in my day.",
  "Sorry for the inconvenience of my complete lack of interest.",
  "I apologize for choosing my own comfort over your stress.",
  "Please excuse my refusal to act like I’m bothered.",
  "I am sorry this wasn’t important enough to make my list.",
  "My apologies for the disappointment; it’s our specialty.",
  "I regret that my reaction was just a slow blink.",
  "Sorry you reached the end of my patience and my caring.",
  "I apologize while standing by my choice to do nothing at all.",
  "Please accept my apology as I archive this mentally.",
  "I am sorry this issue persists despite my total lack of help.",
  "My apologies for being a masterpiece of non-involvement.",
  "I regret that my interest level is currently at absolute zero.",
  "Sorry this conversation didn’t lead to anything productive.",
  "I apologize for the inconvenience of my total apathy.",
  "Please excuse my emotional departure from this reality.",
  "I am sorry you thought I was the solution.",
  "My apologies for being a brick wall in a world of open doors.",
  "I regret that caring wasn’t in the cards today.",
  "Sorry this apology is just words, with no intention of action.",
  "I apologize for the decision to be completely done with this.",
  "Please accept my apology and go bother someone else.",
  "I am sorry this mattered more to you than it ever will to me.",
  "My apologies for the letdown; I hope you have a backup plan.",
  "I regret that this ends with a collective shrug.",
  "Sorry you expected a different ending to this story.",
  "I apologize as a formality, because I have to.",
  "Please excuse my ongoing commitment to doing absolutely nothing.",
  "I am sorry this is where I stop caring.",
  "My apologies for being a spectator in your crisis.",
  "I regret that my concern was never actually shipped.",
  "Sorry this apology is the only thing you’re getting from me.",
  "I would like to offer a deep, soulful apology for the fact that I’ve already forgotten what we were talking about.",
  "Please accept this artisanal, locally-sourced apology for my complete lack of effort.",
  "I am profoundly sorry that your urgency is currently being ignored by my internal servers.",
  "With all the respect I can muster while looking at my phone, I apologize for my apathy.",
  "I regret that this apology is the high point of our interaction.",
  "I sincerely apologize for the inconvenience of me being a total disappointment.",
  "My bad for letting you think I was listening. I was just blinking.",
  "Please forgive the inconvenience of my refusal to participate in your life.",
  "I am truly sorry that you expected a result where I only have excuses.",
  "Accept my apologies as I send this request into the great cosmic void.",
  "We apologize for the inconvenience of us being entirely too busy relaxing.",
  "Thank you for your feedback; we’ve added it to our collection of things we ignore.",
  "This apology is a limited-time offer, much like my patience.",
  "We acknowledge the issue and have decided to let it resolve itself, or not.",
  "We regret the confusion. We aren't failing to help; we are succeeding at doing nothing.",
  "Your concern has been placed on a high shelf where we can’t reach it.",
  "We apologize for the inconvenience of our team being mentally on vacation.",
  "This matter has been discussed, laughed at, and filed away forever.",
  "Please accept this apology as a formal notification that we don’t care.",
  "Our team apologizes for the fact that we are just not that into your problem.",
  "I apologize in advance for the total silence you’re about to receive.",
  "So sorry for the inconvenience of me having zero interest in this outcome.",
  "My sincerest apologies for the void where my concern should be.",
  "I’m sorry you had to find out the hard way that I’m not a help desk.",
  "Please excuse the lack of enthusiasm; I’m saving it for something else.",
  "I apologize for the massive gap between your needs and my lack of a damn.",
  "I regret to announce that my sympathy has been liquidated.",
  "My apologies for this response; it’s basically a polite door-slam.",
  "Sorry if this feels dismissive. That’s the intended effect.",
  "Apologies sent. Empathy not found. Connection closed.",
  "I acknowledge your plight and have decided to go get a snack instead.",
  "My apology is a carefully constructed lie to end this conversation.",
  "I regret the inconvenience of my refusal to be useful.",
  "This apology is an optical illusion. If you look closer, it’s a ‘no’.",
  "I apologize in theory, but my calendar is full of apathy.",
  "Please accept this apology as a decorative mask for my indifference.",
  "I’m sorry, but only because it’s easier than explaining why I don’t care.",
  "My remorse is currently under investigation and will not be available.",
  "This apology is a firewall against your expectations.",
  "Apologies were considered for a brief moment before I went back to sleep.",
  "Sorry about the ‘I am completely checked out’ energy.",
  "My bad for not reminding you earlier that I don’t give a shit.",
  "I apologize for the inconvenience of my total lack of investment.",
  "Sorry, I’ve reached my maximum capacity for things that aren’t about me.",
  "Please forgive the delay; I was busy ignoring you.",
  "I regret nothing, especially the part where I didn’t help at all.",
  "Apologies for the inconvenience—now please find a different hobby.",
  "I’m sorry this is your life. It’s definitely not mine.",
  "My sincerest apologies for being a black hole of motivation.",
  "Sorry you caught me during my permanent hiatus from caring.",
  "I would like to formally apologize for the lack of impact your words have here.",
  "Please accept this rhythmic, repetitive apology for my zero-effort day.",
  "I am terribly sorry that your drama didn’t make the cut for my attention.",
  "With the sincerity of a dial-up modem, I apologize for my lack of speed.",
  "I regret to inform you that my care meter is currently broken.",
  "I humbly apologize for the inconvenience of my complete non-existence in this matter.",
  "My apologies for the silence; it’s the sound of me not caring.",
  "I am sorry you reached out while I was busy doing literally anything else.",
  "Please excuse my lack of action; it was a very conscious decision.",
  "I apologize profusely while looking for the exit.",
  "This apology is a formality to keep things civil, barely.",
  "I regret the misunderstanding—I was never actually on board.",
  "Accept my apologies as I slowly back out of the room.",
  "I’m sorry this was important enough for you to bring up again.",
  "Please forgive my dedication to remaining totally unhelpful.",
  "I offer my sincerest apologies, with a side order of ‘not my problem’.",
  "I regret that your urgency didn’t move the needle at all.",
  "Sorry for the inconvenience of me being a complete dead end.",
  "I apologize in advance for the next time I also ignore you.",
  "This apology is a receipt for your frustration. No action will follow.",
  "I’m deeply sorry that you expected me to care. How embarrassing for you.",
  "Please accept my apology as a polite way to say ‘fuck off’.",
  "I regret that my response is as hollow as my promises.",
  "I apologize for the inconvenience of my personal boundaries being made of iron.",
  "Sorry you mistook my presence for an invitation to bother me.",
  "I regret to announce that I have run out of empathy for today.",
  "My apologies for the time you spent hoping I would change.",
  "I am sorry you had expectations. They were purely fictional.",
  "Please excuse my complete lack of investment in your life.",
  "I apologize for the emotional void I’m currently projecting.",
  "Sorry about that—I was thinking about what to have for dinner.",
  "I regret that this situation required me to interact at all.",
  "I apologize for replying and making this a whole thing.",
  "Please accept my apology as a static image of someone who cares.",
  "I am sorry this didn’t resolve itself when I looked away.",
  "My apologies for being a monument to total indifference.",
  "I regret the inconvenience of me being my own number one priority.",
  "Sorry you saw my ‘available’ status as a sign that I was actually available.",
  "I apologize while moving your request to the ‘never’ folder.",
  "Please forgive my lack of fucks; they’ve been permanently archived.",
  "I am deeply sorry that this is happening anywhere near my consciousness.",
  "My apologies for making apathy look like such a vibe.",
  "I regret that my empathy is currently behind a paywall you can’t bypass.",
  "Sorry you expected a different result. This is all you get.",
  "I apologize for the consistent level of nothing I am bringing to the table.",
  "Please excuse me while I go back to my regularly scheduled indifference.",
  "I am sorry this was a burden for you. I was unbothered.",
  "My apologies for the fraction of a second I spent thinking about this.",
  "I regret that this apology is the only thing I’m doing.",
  "Sorry you had to experience my apathy in such high resolution.",
  "I apologize for the inconvenience of my soul being out of the office.",
  "Please accept my apology as I ghost this entire thread.",
  "I am sorry this didn’t fix itself while I was avoiding it.",
  "My apologies for being reliably, predictably useless.",
  "I regret that this interaction took up any of my bandwidth.",
  "Sorry for the inconvenience of my total lack of caring.",
  "I apologize for choosing my own peace over your problems.",
  "Please excuse my refusal to pretend that I’m affected by this.",
  "I am sorry this wasn’t important enough to make my radar.",
  "My apologies for the disappointment; it’s a feature, not a bug.",
  "I regret that my reaction was just a very quiet sigh.",
  "Sorry you reached the boundary of my concern.",
  "I apologize while standing by my decision to do nothing.",
  "Please accept my apology as I delete this from my brain.",
  "I am sorry this issue persists despite my best efforts to ignore it.",
  "My apologies for being a masterpiece of non-action.",
  "I regret that my interest level is currently at absolute zero.",
  "Sorry this conversation didn’t lead to a solution.",
  "I apologize for the inconvenience of my total apathy.",
  "Please excuse my emotional departure from this conversation.",
  "I am sorry you thought I was the one.",
  "My apologies for being a brick wall in a world of open doors.",
  "I regret that caring wasn’t on the menu today.",
  "Sorry this apology is just text, devoid of any real sentiment.",
  "I apologize for the decision to be completely done with this.",
  "Please accept my apology and go find a hobby.",
  "I am sorry this mattered more to you than it ever will to me.",
  "My apologies for the letdown; I hope you’re not too surprised.",
  "I regret that this ends with a resounding ‘whatever’.",
  "Sorry you expected a sense of completion.",
  "I apologize as a formality, because I must.",
  "Please excuse my ongoing commitment to doing zero.",
  "I am sorry this is where it all ends for me.",
  "My apologies for being a background extra in your crisis.",
  "I regret that my concern was lost in the void.",
  "Sorry this apology is the final interaction we will have.",
  "I would like to extend a deep, resonant apology for the fact that I’m currently looking for the exit.",
  "Please accept this artisanal, handcrafted apology for my total lack of effort.",
  "I am profoundly sorry that your urgency is not syncing with my schedule.",
  "With all the respect I can fit into a single pixel, I apologize for my apathy.",
  "I regret that this apology is the only deliverable I have for you.",
  "I sincerely apologize for the inconvenience of me being a human void.",
  "My bad for letting you think I was listening. I was just auto-replying in my head.",
  "Please forgive the inconvenience of my refusal to care.",
  "I am truly sorry that you expected a spark where there is only a vacuum.",
  "Accept my apologies as I send this request into the nearest black hole.",
  "We apologize for the inconvenience of us being too busy with our own peace.",
  "Thank you for your inquiry; it has been successfully ignored.",
  "This apology is a limited-time gesture, much like my interest.",
  "We acknowledge the problem and have decided to let it become a historical footnote.",
  "We regret the confusion. We aren't being slow; we are being permanent.",
  "Your issue has been promoted to our ‘Do Not Resuscitate’ file.",
  "We apologize for the inconvenience of our team being mentally retired.",
  "This matter has been reviewed, laughed at, and tossed into the sea.",
  "Please accept this apology as a formal ‘no’ to everything you asked.",
  "Our team apologizes for the fact that we just don’t see the value in this.",
  "I apologize in advance for the radio silence that is about to begin.",
  "So sorry for the inconvenience of me having literally no shits left.",
  "My sincerest apologies for the void where my empathy once resided.",
  "I’m sorry you had to find out this way that I’m not your person.",
  "Please excuse the lack of passion; I’m saving it for a nap.",
  "I apologize for the enormous distance between your needs and my care.",
  "I regret to announce that my sympathy has been discontinued indefinitely.",
  "My apologies for this response; it’s a digital shrug.",
  "Sorry if this feels cold. I’ve turned off the empathy server.",
  "Apologies issued. Effort not included. Goodbye.",
  "I acknowledge your plight and have decided to stay out of it.",
  "My apology is a performance piece about the end of caring.",
  "I regret the inconvenience of my refusal to be your solution.",
  "This apology is a mirage. If you reach for it, it’s gone.",
  "I apologize in theory, but my practice is strictly apathy.",
  "Please accept this apology as a decorative frame for my indifference.",
  "I’m sorry, but only because I want this to be over.",
  "My remorse is currently under renovation and will never be finished.",
  "This apology is a firewall against your expectations.",
  "Apologies were entertained for a split second before being deleted.",
  "Sorry about the ‘I’m already gone’ vibe.",
  "My bad for not reminding you earlier that I don’t care at all.",
  "I apologize for the inconvenience of my total lack of follow-through.",
  "Sorry, I’ve reached my daily limit for other people’s drama.",
  "Please forgive the delay; I was busy ignoring you.",
  "I regret nothing, especially the part where I did nothing.",
  "Apologies for the inconvenience—now please go away.",
  "I’m sorry this is a big deal to you. To me, it’s a nothing.",
  "My sincerest apologies for being a black hole of productivity.",
  "Sorry you caught me during my permanent vacation from giving a fuck.",
  "I would like to formally apologize for the lack of weight your words carry.",
  "Please accept this rhythmic, rhyming apology for my zero-effort day.",
  "I am terribly sorry that your drama didn’t make the cut.",
  "With the sincerity of a automated message, I apologize for my lack of heart.",
  "I regret to inform you that my care meter is currently reading zero.",
  "I humbly apologize for the inconvenience of my total lack of participation.",
  "My apologies for the silence; it’s my most honest response.",
  "I am sorry you reached out while I was busy not caring about anything.",
  "Please excuse my lack of action; it was a very deliberate choice.",
  "I apologize profusely while checking my watch.",
  "This apology is a formality to ensure I’m not being technically rude.",
  "I regret the misunderstanding—I was never actually listening.",
  "Accept my apologies as I slowly fade into the background.",
  "I’m sorry this was important enough for you to mention twice.",
  "Please forgive my dedication to remaining unhelpful.",
  "I offer my sincerest apologies, seasoned with a dash of ‘not my problem’.",
  "I regret that your urgency didn’t trigger my alarm system.",
  "Sorry for the inconvenience of me being a dead end.",
  "I apologize in advance for the next time I also ignore you.",
  "This apology is a receipt for your complaint. No further action will be taken.",
  "I’m deeply sorry that you expected me to be someone I’m not.",
  "Please accept my apology as a polite way to end this.",
  "I regret that my response is as empty as my promises.",
  "I apologize for the inconvenience of my personal boundaries being made of titanium.",
  "Sorry you mistook my presence for a willingness to work.",
  "I regret to announce that I have run out of sympathy for the year.",
  "My apologies for the time you spent hoping I would change.",
  "I am sorry you had expectations. They were misplaced.",
  "Please excuse my complete lack of investment in this outcome.",
  "I apologize for the emotional void I’m projecting.",
  "Sorry about that—I was busy thinking about my next nap.",
  "I regret that this situation required me to read anything at all.",
  "I apologize for replying and making this a thing.",
  "Please accept my apology as a frozen snapshot of concern.",
  "I am sorry this didn’t resolve itself when you stopped talking.",
  "My apologies for being a monument to total apathy.",
  "I regret the inconvenience of me being my own priority.",
  "Sorry you saw my light on and thought I was home to your problems.",
  "I apologize while moving your request to the recycling bin.",
  "Please forgive my lack of fucks; they’ve been discontinued.",
  "I am deeply sorry that this is happening anywhere near my schedule.",
  "My apologies for making indifference look like an art form.",
  "I regret that my empathy is currently behind a paywall you can’t afford.",
  "Sorry you expected something different. This is all I’ve got.",
  "I apologize for the consistent level of nothing I am offering.",
  "Please excuse me while I go back to my regularly scheduled apathy.",
  "I am sorry this was a struggle for you. I wouldn’t know.",
  "My apologies for the micro-second I spent considering this.",
  "I regret that this apology is the only effort you’ll see.",
  "Sorry you had to experience my indifference in such high definition.",
  "I apologize for the inconvenience of my mind being elsewhere.",
  "Please accept my apology as I exit this conversation permanently.",
  "I am sorry this didn’t fix itself while I was ignoring it.",
  "My apologies for being reliably, predictably useless.",
  "I regret that this interaction occupied space in my day.",
  "Sorry for the inconvenience of my complete lack of interest.",
  "I apologize for choosing my own comfort over your stress.",
  "Please excuse my refusal to act like I’m bothered.",
  "I am sorry this wasn’t important enough to make my list.",
  "My apologies for the disappointment; it’s our specialty.",
  "I regret that my reaction was just a slow blink.",
  "Sorry you reached the end of my patience and my caring.",
  "I apologize while standing by my choice to do nothing at all.",
  "Please accept my apology as I archive this mentally.",
  "I am sorry this issue persists despite my total lack of help.",
  "My apologies for being a masterpiece of non-involvement.",
  "I regret that my interest level is currently at absolute zero.",
  "Sorry this conversation didn’t lead to anything productive.",
  "I apologize for the inconvenience of my total apathy.",
  "Please excuse my emotional departure from this reality.",
  "I am sorry you thought I was the solution.",
  "My apologies for being a brick wall in a world of open doors.",
  "I regret that caring wasn’t in the cards today.",
  "Sorry this apology is just text on a screen, devoid of soul.",
  "I apologize for the decision to not care anymore.",
  "Please accept my apology and go find someone who gives a damn.",
  "I am sorry this mattered more to you than it ever will to me.",
  "My apologies for the letdown; I hope you’re used to it by now.",
  "I regret that this ends with a resounding ‘meh’.",
  "Sorry you expected a sense of closure.",
  "I apologize as a ritual, not a response.",
  "Please excuse my ongoing commitment to doing zero.",
  "I am sorry this is where it ends.",
  "My apologies for being a background character in your drama.",
  "I regret that my concern was lost in the mail.",
  "Sorry this apology marks the final moment I care at all.",
  "I would like to extend my deepest, most complex apology for the fact that I’m actually asleep right now.",
  "Please accept this high-definition apology for the absolute zero I am bringing to this.",
  "I am profoundly sorry that your crisis did not qualify for my attention span.",
  "With all the respect I can’t be bothered to fake, I apologize for my complete apathy.",
  "I regret that this apology is the only thing I’m putting effort into today.",
  "I sincerely apologize for the silence; I was busy being completely unbothered.",
  "My bad for allowing you to think I was a reliable human being.",
  "Please forgive the inconvenience of my total lack of a soul in this matter.",
  "I am truly, deeply, and mathematically sorry that you expected a response.",
  "Accept my apologies as I file this request in the trash and set it on fire.",
  "We apologize for the inconvenience of us having better things to do than help.",
  "Thank you for reaching out; please accept this apology as your only reward.",
  "This apology is a collector's item, as it's the only one you'll ever get.",
  "We acknowledge your problem and have decided it's a great lesson in resilience for you.",
  "We regret the confusion where you thought we were here for you.",
  "Your concern has been assigned to our department of Infinite Delays.",
  "We apologize for the inconvenience of our team being a group of indifferent ghosts.",
  "This matter has been analyzed, mocked, and forgotten.",
  "Please accept this apology as a formal sign-off from your life.",
  "Our team apologizes for the fact that we just don't see the urgency.",
  "I apologize in advance for the disappointment you're about to feel when nothing happens.",
  "So sorry for the inconvenience of me living my best, uncaring life.",
  "My sincerest apologies for the void where my concern should be.",
  "I’m sorry you had to find out this way that I’m a masterpiece of apathy.",
  "Please excuse the lack of a reply; I was busy ignoring the world.",
  "I apologize for the gap between your expectations and my refusal to act.",
  "I regret to announce that my sympathy has been discontinued indefinitely.",
  "My apologies for this text; it’s the digital equivalent of a blank stare.",
  "Sorry if this feels cold. I’ve turned off the empathy for the season.",
  "Apologies issued. Help not found. Success not guaranteed.",
  "I acknowledge your struggle and have chosen to remain completely still.",
  "My apology is a courtesy designed to mask my total indifference.",
  "I regret the inconvenience of my refusal to care about your problems.",
  "This apology is a hologram. It looks like I care, but I don't.",
  "I apologize in theory, but my practice is strictly 'no'.",
  "Please accept this apology as a polite way of me ending this forever.",
  "I’m sorry, but in a very detached and clinical way.",
  "My remorse is currently under investigation and will not be returning.",
  "This apology is a shield against any further requests.",
  "Apologies were entertained for a second before I went back to sleep.",
  "Sorry about the ‘I am completely done’ atmosphere.",
  "My bad for not reminding you earlier that I don’t give a shit.",
  "I apologize for the inconvenience of my total lack of investment.",
  "Sorry, I’ve reached my limit for other people’s problems today.",
  "Please forgive the delay; I was perfecting my indifference.",
  "I regret nothing, especially the part where I didn’t help you.",
  "Apologies for the inconvenience—now please return to your regularly scheduled life.",
  "I’m sorry this matters to you. It really doesn’t to me.",
  "My sincerest apologies for being a black hole of helpfulness.",
  "Sorry you caught me during my permanent hiatus from caring.",
  "I would like to formally apologize for the lack of fucks I have left.",
  "Please accept this long, poetic apology as a replacement for actual work.",
  "I am terribly sorry that your priorities and my interests never met.",
  "With the fake sincerity of a robot, I apologize for my apathy.",
  "I regret to inform you that my care meter is currently broken.",
  "I humbly apologize for the inconvenience of me being entirely self-centered.",
  "My apologies for the emotional vacuum I’ve created here.",
  "I am sorry you reached out during my scheduled period of extreme disinterest.",
  "Please excuse my lack of effort; it was a very deliberate choice.",
  "I apologize profusely while mentally drafting my next unrelated thought.",
  "This apology is a contractual obligation, not a human emotion.",
  "I regret the misunderstanding—I was never actually listening.",
  "Accept my apologies as I drift into a state of total indifference.",
  "I’m sorry this mattered enough for you to write it down.",
  "Please forgive my commitment to remaining completely unaffected.",
  "I offer my sincerest apologies, wrapped in a blanket of ‘who cares’.",
  "I regret that your urgency failed to penetrate my fortress of apathy.",
  "Sorry for the inconvenience of me being a brick wall.",
  "I apologize in advance for the next time I also don’t care.",
  "This apology is a signal that I am done talking about this forever.",
  "I’m deeply sorry that you expected a different version of me.",
  "Please accept my apology as a gentle push toward the exit.",
  "I regret that my response is as hollow as my desire to help.",
  "I apologize for the inconvenience of my personal peace being non-negotiable.",
  "Sorry you mistook my existence for a customer service desk.",
  "I regret to announce that I have reached peak apathy.",
  "My apologies for the time you wasted expecting me to care.",
  "I am sorry you had hope. That was brave.",
  "Please excuse my total lack of follow-through.",
  "I apologize for the emotional flatline I’m currently experiencing.",
  "Sorry about that—by which I mean, not really.",
  "I regret that this situation crossed my path.",
  "I apologize for replying and creating false hope.",
  "Please accept my apology as a decorative gesture.",
  "I am sorry this did not go your way.",
  "My apologies for remaining unmoved by this entire affair.",
  "I regret the inconvenience of reality not bending for you.",
  "Sorry you interpreted my presence as concern.",
  "I apologize while actively disengaging.",
  "Please forgive my lack of fucks; they are permanently out of stock.",
  "I am deeply sorry that this is happening near me.",
  "My apologies for choosing indifference as a lifestyle.",
  "I regret that my empathy quota has been exceeded.",
  "Sorry you expected follow-up.",
  "I apologize for the inconvenience of my apathy being consistent.",
  "Please excuse me while I continue to not care.",
  "I am sorry this required effort on your part.",
  "My apologies for acknowledging this at all.",
  "I regret that this apology is the most you will get.",
  "Sorry you had to hear this from me.",
  "I apologize for the inconvenience of my priorities being elsewhere.",
  "Please accept my apology as I mentally log out.",
  "I am sorry this did not resolve itself without me.",
  "My apologies for remaining emotionally unavailable.",
  "I regret that this moment required my attention.",
  "Sorry for the inconvenience of my peace.",
  "I apologize for choosing silence over solutions.",
  "Please excuse my refusal to escalate.",
  "I am sorry this was not important enough to me.",
  "My apologies for the disappointment you are experiencing.",
  "I regret that my reaction failed to meet expectations.",
  "Sorry you reached the end of my interest.",
  "I apologize while standing firmly by my lack of concern.",
  "Please accept my apology as I walk away mentally.",
  "I am sorry this issue persists without my help.",
  "My apologies for being predictably indifferent.",
  "I regret that my involvement stops here.",
  "Sorry this conversation did not spark motivation.",
  "I apologize for the inconvenience of my honesty.",
  "Please excuse my emotional absence.",
  "I am sorry you thought this would go differently.",
  "My apologies for maintaining my boundaries aggressively.",
  "I regret that caring was never an option.",
  "Sorry this apology feels empty—it is.",
  "I apologize for choosing not to engage further.",
  "Please accept my apology and nothing else.",
  "I am sorry this mattered more to you than to me.",
  "My apologies for the letdown; expectations were the culprit.",
  "I regret that this ends with indifference.",
  "Sorry you expected closure.",
  "I apologize as a formality and nothing more.",
  "Please excuse my continued lack of fucks.",
  "I am sorry this is where it ends.",
  "My apologies for existing adjacent to this issue.",
  "I regret that my concern never showed up.",
  "Sorry this apology marks the end of my care."
]